{
    "case_number": "0202/01",
    "case_title": "Report into the Allegation that an Economic Commission of Africa (ECA) Staff Member Misappropriated Money Intended as Daily Subsistence Allowance (DSA) for Some Participants Attending a Conference in Seychelles",
    "case_details": {
        "introduction": [
            "The Investigations Division, Office of Internal Oversight Services (ID/OIOS) received a complaint that an Economic Commission of Africa (ECA) staff member misappropriated the sum of US$12,000 that was intended as Daily Subsistence Allowance (DSA) for five participants attending a conference in Seychelles."
        ],
        "applicable_laws_and_procedural_rules": [
            "Staff Regulation 1.2 (g): Staff members shall not use their office or knowledge gained from their official functions for private gain, financial or otherwise, or for the private gain of any third party, including family, friends and those they favour.",
            "Financial Rule 104.9 (ST/SGB/2003/7): Officials to whom cash advances are issued shall be held personally accountable and financially liable for the proper management and safekeeping of cash so advanced and must be in a position to account for these advances at all times.",
            "Financial Rule 104.10 (ST/SGB/2003/7): Disbursements shall be recorded in the accounts as at the date on which they are made."
        ],
        "methodology": [
            "ID/OIOS interviewed the ACGD Officer, ECA’s Official 1, and other staff members. Investigators also obtained and analyzed documents including personnel records, bank records and the list of participants for the Seychelles conference indicating who was paid DSA."
        ],
        "background_information": [
            "ID/OIOS determined that the conference in question was 'An Eastern and Southern Africa Sub Regional Meeting' and was held from 15 to 18 February, 1999 at the Berjaja Mahe Beach Resort Hotel in Victoria, Seychelles.",
            "This conference attracted over 100 participants, 46 of whom were sponsored by ECA."
        ],
        "investigation_details": [
            "In an inter-office memorandum dated 19 January 2000, Official 3 asked the ACGD Officer to settle relevant claims and to provide supporting documentation for the US$49,000 the ACGD Officer had received for payment of DSA and other miscellaneous expenses at the conference.",
            "ID/OIOS Investigators observed that of the five PT.8 reference numbers referred to by Official 4 in his memorandum of 17 February 2000, one was repeated and another PT.8 had in fact not been cancelled, leaving three rather than five apparently inappropriately disbursed DSA payments in the amount of US$3,011."
        ],
        "conclusions": [
            "The signatures for three people on the attendance list, who did not attend the conference, were forged and the disbursements to them unaccounted for, resulting in a loss of US$3,011 to ECA."
        ],
        "recommendations": [
            "It is recommended that appropriate action be taken against the ACGD Officer, including for being in breach of Financial Rule 104.9 and 104.10 (b) and (c).",
            "It is recommended that ECA management review its cash disbursement practices for additional gaps and examine this case for lessons learned to avoid similar problems in future."
        ],
        "others": []
    }
}