{
    "case_number": "0280/04",
    "case_title": "Investigation into allegations of irregularities in two tender processes for the supply of cleaning machines to Pristina Airport",
    "case_details": {
        "introduction": [
            "This case arises out of an audit report dated 28 February 2003 into the financial statements of Pristina International Airport conducted by the Chartered Accountants which led to an investigation concerning alleged corruption and irregularities arising in the course of procurements and contracts at Pristina International Airport.",
            "There are two specific allegations in this report of investigation: no proper description of the cabins for the cleaning machines was included by companies submitting bids in the first tender; tender specifications for both tenders the cleaning machines were taken from the brochure of one of the companies submitting a tender, thereby giving it an unfair advantage in the tender process."
        ],
        "applicable_laws_and_procedural_rules": [
            "Section 1 of UNMIK Regulation 1999/24 dated 12 December 1999 as amended, states that the law applicable in Kosovo shall be:",
            "a) The regulations promulgated by the Special Representative of the Secretary-General (SRSG) and subsidiary instruments issued pursuant to those regulations; and",
            "b) The Law in force in Kosovo on 22 March 1989.",
            "UN Staff Regulations 1.2 (b) stipulates 'Staff members shall uphold the highest standards of efficiency, competence and integrity'.",
            "UNMIK Finance Administrative Instruction 1999/2 on Public Procurement using Kosovo Consolidated Budget Funds provides several articles regarding competition, fairness, and transparency in the procurement process.",
            "Staff Rule 110.1: Misconduct. 'Failure by a staff member to comply with his or her obligations under the Charter of the United Nations, the Staff Regulations and the Staff Rules or other relevant administrative issuances, or to observe the standards of conduct expected of an international civil servant, may amount to unsatisfactory conduct within the meaning of staff regulation 10.2, leading to the institution of disciplinary measures for misconduct.'"
        ],
        "methodology": [
            "This investigation was conducted pursuant to Executive Decision No 2003/16 on the establishment of the Investigation Task Force.",
            "The ITF investigators conducted an enquiry into the allegations raised by interviews with persons indicated to be witnesses and persons potentially implicated in the allegations; by obtaining documents from the Pristina Airport administration and from Pillar IV, which were then analysed for relevance to the inquiry at hand."
        ],
        "background_information": [
            "Pristina International Airport constitutes a state-owned enterprise under Yugoslavian law.",
            "During the period covered by this investigation, from 2001 until 2003, they were maintained by the Public Enterprise Airport Pristina (PEAP) in cooperation with Military Units of the Kosovo Force (KFOR).",
            "Responsibility for the administration of the airport transitioned from the Civil Administration Pillar (Pillar II) to the Kosovo Trust Agency (KTA) and Pillar IV in July 2002.",
            "On 1 April 2004, Pristina International Airport was handed over to civilian jurisdiction under ICAO regulations."
        ],
        "investigation_details": [
            "This investigation covers two tenders for a contract for the supply of cleaning machines at Pristina Airport valued at €180,816.00.",
            "Allegation 1: The first tender was allegedly irregularly cancelled due to the lack of proper description of the cabins for the cleaning machines in the bids submitted.",
            "Allegation 2: Tender specifications for both tenders were allegedly taken from the brochure of one of the companies submitting a tender, giving it an unfair advantage.",
            "Findings indicate that the first tender was correctly cancelled due to concerns about the specifications giving an unfair advantage.",
            "The second tender was not awarded due to concerns over pricing and technical specification fairness."
        ],
        "conclusions": [
            "The cancellation of the first tender was justified as concerns were raised about the technical specifications giving an unfair advantage.",
            "The second tender did not proceed due to concerns about cost and potential bias in specifications, but no conclusive evidence of corruption was found."
        ],
        "recommendations": [
            "The ITF recommends that UNMIK refer this report to the D/SRSG Pillar IV for action to ensure that staff involved in preparing tenders do not utilize technical specifications that would give an unfair advantage to individual companies in future tenders."
        ]
    }
}
