{
    "case_number": "0570/03",
    "case_title": "Report into Seeking Assistance from Persons External to the Organization",
    "case_details": {
        "introduction": [
            "The Investigations Division of the Office of Internal Oversight Services (OIOS) received several emails sent to persons external to the Organization, which alleged that wrongdoings were committed at the Economic Commission for Africa (ECA) but no action was taken. One of the authors of the said emails was a staff member of ECA.",
            "Subsequently, an investigation was conducted that revealed that contrary to UN Rules and Regulations, the staff member sent emails to His Excellency, Ambassador John Negroponte of the US Mission to the UN, the President and Vice-President of the United States of America, Senator John Kerry and Senator Dodd of the United States Senate amongst others."
        ],
        "applicable_laws_and_procedural_rules": [
            "Regulation 1.2 (i) of the Staff Regulations provides that 'Staff members shall exercise the utmost discretion with regard to all matters of official business. They shall not communicate to any Government, entity, person or any other source any information known to them by reason of their official position that they know or ought to have known has not been made public, except as appropriate in the normal course of their duties or by authorization of the Secretary-General. These obligations do not cease upon separation from service.'"
        ],
        "methodology": [
            "OIOS investigation of this matter entailed obtaining and analyzing relevant documents. Staff members were also interviewed including the staff member."
        ],
        "background_information": [
            "The staff member worked in ECA at the P5 level. He retired at the end of November 2003 having worked for the Organization for over 25 years."
        ],
        "investigation_details": [
            {
                "title": "Hiwot Abebe email of 26 January 2003",
                "details": [
                    "During the course of the investigation, it was revealed that on 26 January 2003, an anonymous person, using the identities of 'Hiwot Abebe' sent an email to the President and Vice-President of the United States of America. The email was also addressed to Senator John Kerry and Senator Dodd of the United States Senate. The email had an attachment that was addressed to the Executive Secretary of ECA and highlighted allegations of sexual harassment and rape perpetrated by some senior officials of ECA within the ECA Complex. The title to the attachment was 'Crimes of Rape and Maladministration within the compound of ECA'. The document was also copied to the Secretary-General, Ethiopian Foreign Ministry and senior officials in the UN System.",
                    "'Abebe's' complaint to the American Government was that the Executive Secretary, ECA had failed to take action against staff members who were alleged to have sexually harassed and raped ten women staff members of ECA. 'Abebe' was therefore asking the American Government to intervene on behalf of the aggrieved women.",
                    "The above email and the attachment were copied to the staff member and other persons working in the Organization."
                ]
            },
            {
                "title": "Email submitted by the staff member to Ambassador Negroponte and US Government Officials",
                "details": [
                    "On 28 January 2003, the staff member wrote an email to His Excellency, Ambassador John Negroponte of the US Mission to the UN and 'Hiwot'. He also copied the email to the President and Vice - President of the United States of America, Senator John Kerry and Senator Dodd of the United States Senate. In addition, he attached to the email the document alleging rape and sexual harassment by some officials of ECA - 'Crimes of Rape and Maladministration within the compound of ECA'. On the same day White House responded and thanked the staff member for emailing President Bush and Vice - President Cheney.",
                    "In his email to Ambassador Negroponte, the staff member informed him that the aggrieved staff members had exhausted all avenues available for recourse under the UN justice system. The staff member therefore appealed to Ambassador Negroponte to intervene by drawing this to the attention of the Secretary-General."
                ]
            },
            {
                "title": "Interview of the staff member",
                "details": [
                    "In his interview with the Investigators, the staff member initially denied sending the email and the attachment in question to Ambassador Negroponte and other persons outside the UN System. Later he conceded that he wrote to the Ambassador in his capacity as a staff representative after the aggrieved staff members approached him for assistance.",
                    "The staff member stated that there were ten women staff members who were victims of sexual harassment at ECA. When the Investigators requested the staff member to provide the names of the ten women staff members, he refused to do so. He stated that he was actually told about the allegations by a Staff Union member who confided to him that the allegations were true. The staff member refused to disclose the name of the staff member to the Investigators.",
                    "When the staff member was asked why he sought assistance from Ambassador Negroponte, a non-UN staff member, his response was that the aggrieved staff members who were working as a group felt that the issue was taking a long time to resolve; therefore, he decided to appeal to Ambassador Negroponte. He said that he did not consult ECA management before writing to persons outside the Organization as the ECA internal justice system seemed to have collapsed. He said that his conscience was clear that sexual harassment did happen and that was why he had intervened on behalf of the female staff members.",
                    "The staff member stated that the sexual harassment issue was raised and addressed at several staff and management meetings by the Executive Secretary. In this connection, on 18 March 2003, the Executive Secretary wrote a memorandum to the Officer-in-Charge, OHRM responding to all the allegations leveled against the management of ECA. On the allegation of sexual harassment, the Executive Secretary concluded by stating that it was 'totally unfounded and simply ridiculous and preposterous'."
                ]
            },
            {
                "title": "Emails by the staff member to Mr. Mzumara, OIC, SRO, Lusaka",
                "details": [
                    "On 29 January 2003, the staff member wrote an email to Mr. Dickson Mzumara, Officer-in-Charge of the ECA Sub Regional Office in Lusaka, Zambia confirming that he had written to Ambassador Negroponte because he had had a chat with friends who thought that 'this was too much of a hot potato'. Mr. Mzumara was also a recipient of a copy of the email that was addressed to Ambassador Negroponte by the staff member.",
                    "On the same day, Mr. Mzumara replied through an email to the staff member and concurred with his action of writing to the Ambassador. However, Mr. Mzumara pointed out to the staff member that he was concerned that he, the staff member, was writing to persons outside the Organization. Mr. Mzumara stated that 'Yes I thought as much. My concern was you were going out of the system and this is not in line with the Conditions of Service. See what comes out of it'. The staff member responded via email dated 29 January 2003 and stated that, 'Thanks that I have been told. This question was brought in the JAB in Nairobi. With a few phone calls, the case was shelved. The lady who broadcasted the message is the one who wrote to White House and the Vice Presidents of the USA. If the internal justice system had functioned everything would have been kept within the system. My hope was Negroponte being in the UN Secretariat would do damage control and get somehow the Boss to address the problem, in the best interest of the Secretary General. The ladies will continue writing to Human Rights Organizations, especially those that are fired. It may not produce immediate results but a lot of damage will be done'. He added that he wrote to the Ambassador 'to show the man that dialogue is the best option in life'."
                ]
            },
            {
                "title": "Interview with Mr. Dickson Mzumara",
                "details": [
                    "Mr. Mzumara recalled that in January 2003, the concerned staff member who retired in November 2003 wrote to US Ambassador Negroponte concerning grievances of sexual harassment at ECA. He said that after he received a copy of that communication through email, he wrote to the staff member and advised him that it was contrary to UN Regulations for him to communicate with persons external to the Organization. In connection with this communication, Mr. Mzumara advised the staff member to tender a letter of resignation."
                ]
            },
            {
                "title": "Allegations of Sexual Harassment",
                "details": [
                    "The allegation of sexual harassment made by one of the female staff members named in the anonymous letters was investigated by OIOS/ID. She had complained that her contract was terminated after she had turned down the sexual advances of a manager.",
                    "The female staff member informed OIOS that during an office retreat held at the Nazareth Restaurant in 2001, the manager was at the coffee shop with two other staff members, Mr. Oluwatete Olokodana, Deputy Chief of Security and Mr. Vintzislav Stokykov, Chief, Facilities Management Section, when the manager approached her saying, 'why are you wearing this, it’s too hot here'. Whilst saying this he put his hand on her T-shirt and tried to look and touch her breast.",
                    "When interviewed, Mr. Olokodana said that he did not witness any sexual harassment at the retreat. However, in the presence of Mr. Stoykov, he recalled that the female staff member complained to the manager that she was not feeling well whilst they were having lunch.",
                    "OIOS interviewed Mr. Stoykov who said that such an incident did not occur. However, he recalled the female staff member being in the company of the manager, Mr. Olokodana and himself when she came to complain that she had flu whilst they were having coffee.",
                    "The manager told OIOS that he did not sexually harass the female staff member and that such allegations are made when staff members are dissatisfied with certain managerial decisions. He said that the female staff member’s contract was terminated because her performance was poor.",
                    "When the female staff member was re-interviewed by ID/OIOS, she maintained that she had been sexually harassed. When asked why she had not engaged the various possible internal systems, including OHRMS to have the issue resolved, she stated that she had not pursued the issue because she did not know how to approach it. The female staff member explained that she thinks that her contract was not renewed because of the sexual harassment. The female staff member left the employment of ECA some two years ago and has never taken any steps to engage any United Nations system options to pursue her complaint.",
                    "In light of the above, there is therefore insufficient evidence to support the female staff member’s allegation of sexual harassment. Both Mr. Olokodana and Mr. Stoykov whom she claimed witnessed the incident deny that any incident occurred and reported a substantially different exchange.",
                    "Ms. Bongoy – Mawalla, Chief General Services Section explained to OIOS that she was the focal point for women until July 2003. She said that during her tenure, she issued a circular to create awareness about sexual harassment but no incident was reported by staff members.",
                    "During interviews with OIOS, Mr. Ali Todaro, Special Assistant to the Executive Secretary also denied sexually harassing women staff members at ECA as alleged in the anonymous emails. Because those women were not named and the staff member refused to identify them to ID/OIOS, it was not possible to further pursue the allegations."
                ]
            }
        ],
        "conclusions": [
            "In light of the above findings, it is evident that the staff member contravened Staff Regulation 1.2 (i). He sought intervention from US Ambassador Negroponte and other persons who were external to the Organization. Further, the staff member disseminated emails that he knew were not to be made public without authorization from the Secretary-General."
        ],
        "recommendations": [
            "It is recommended that this investigation report be placed in the staff member’s Personnel Status File; (ID Rec. No. IV03/570/01)",
            "It is recommended that Office of Legal Affairs (OLA) send to the staff member a cease and desist letter pointing out that though separated from the Organization he has an obligation not to disseminate official UN information as provided for in Regulation 1.2(i) of the Staff Regulations 'Staff members shall exercise the utmost discretion with regard to all matters of official business. They shall not communicate to any Government, entity, person or any other source any information known to them by reason of their official position that they know or ought to have known has not been made public, except as appropriate in the normal course of their duties or by authorization of the Secretary-General. These obligations do not cease upon separation from service'. (ID Rec. No. IV03/570/02)"
        ],
        "others": []
    }
}