{
    "case_number": "0374103",
    "case_title": "Allegations of misconduct occurring in the Post-Conflict Assessment Unit (PCAU) of the United Nations Environmental Programme (UNEP)",
    "case_details": {
        "introduction": [
            "The Investigations Division of the Office of Internal Oversight Services (ID/OIOS) received a report of alleged wrongdoing in the Balkans Task Force (BTF) and in the Post-Conflict Assessment Unit (PCAU) of the United Nations Environment Programme (UNEP). The complaints are against two UNEP Staff Members, and a UNEP/PCAU Consultant, all of whom are from the same country and had previously worked together."
        ],
        "applicable_laws_and_procedural_rules": [
            "ST/AI/1999/7 I I 2 (f) states that consultants shall not perform functions of staff members of the Organization or have any representative or supervisory responsibility.",
            "Financial Regulation 1.2 states that procurement functions include all actions necessary for the acquisition, by purchase or lease, of property, including products and real property, and of services, including works."
        ],
        "methodology": [],
        "background_information": [
            "UNEP Staff Member 1 demanded a kickback of fifty percent of consultancy fees paid to experts and these fees were shared with UNEP Staff Member 2 and UNEP/PCAU Consultant.",
            "UNEP Staff Member 1 and UNEP Staff Member 2 received high-level contracts without meeting the proper educational and professional qualifications.",
            "UNEP Staff Member 1 and UNEP/PCAU Consultant represented UNEP in various seminars and supervised UNEP staff members, contrary to relevant United Nations rules."
        ],
        "investigation_details": [
            "The evidence adduced for allegation 1 shows that UNEP Staff Member 2, and UNEP/PCAU Consultant maintained an ongoing relationship with their former company, thereby creating a conflict of interest.",
            "The evidence adduced for Allegation 2 does not support the complaint against UNEP Staff Member 1.",
            "The evidence adduced for allegation 3 shows that UNEP Staff Member 2 received an appointment with PCAU in May 2000, about a year after s/he began work for the BTF as a consultant.",
            "UNEP management advised ID/OIOS that UNEP Staff Member 1 and UNEP Staff Member 2 performed well, which they felt justified their decision to grant them contracts at the high level.",
            "Allegation 4 was substantiated. UNEP/PCAU Consultant and UNEP Staff Member 1 both admitted that they had represented the Organization in various seminars while consulting for BTF."
        ],
        "conclusions": [
            "ID/OIOS finds that UNEP and UNOPS departed from United Nations rules and regulations as described above.",
            "These irregularities seem not to have been carried out in bad faith because the urgency of the situation necessitated that BTF become operational rapidly."
        ],
        "recommendations": [
            "Both Organizations should have taken measures to rectify the problems identified in the allegations."
        ],
        "others": [
            "Should you require further information on this matter, please contact Mr. Francis Montil, Deputy-Director, ID/OIOS at 431-260-60-5420.",
            "The favour of a response by 22 May 2005 would be appreciated."
        ]
    }
}