{
    "case_number": "0580/03",
    "case_title": "Report of Investigation into Cheque Fraud",
    "case_details": {
        "introduction": [
            "This report deals with a case of cheque fraud which was investigated by the Investigations Division of the Office of Internal Oversight Services (ID/OIOS) between October 2003 and March 2005.",
            "The United Nations Office in Nairobi (UNON) reported to ID/OIOS that the United Nations Development Programme (UNDP) in Bratislava, Slovakia had made payments to an individual based on falsified documents for a total of US$10,079.",
            "Although the investigation did not establish who perpetrated the fraud, it was able to establish how the fraud was committed.",
            "The investigation also examined certain aspects of the control systems found within the finance office, UNDP Bratislava, where the fraud occurred.",
            "This report provides a description of the evidence collected by the ID/OIOS Investigators, the findings, and makes a number of recommendations to assist management in preventing this type of fraud."
        ],
        "applicable_laws_and_procedural_rules": [
            "Staff Rule 101.2(g) Staff members shall not intentionally alter, destroy, misplace or render useless any official document, record or file entrusted to them by virtue of their functions, which document, record or file is intended to be kept as part of the records of the Organization.",
            "Staff Regulation 1.2 (b): Staff members shall uphold the highest standards of efficiency, competence and integrity.",
            "Staff Regulation 1.2 (g): Staff members shall not use their office or knowledge gained from their official functions for private gain, financial or otherwise, or for the private gain of any third party, including family, friends and those that they favour.",
            "Staff Regulation 1.2 (i) Staff members shall exercise the utmost discretion with regard to all matters of official business. They shall not communicate to any Government, entity, person or any other source any information known to them by reason of their official position that they know or ought to have known has not been made public.",
            "Fraud under Slovakian Criminal Code, 1961: Article 250, from Act 140 of the 1961 Slovakian Criminal Code whereby - 'any person who does harm to the property of others or enriches himself….... and causes harm or damage is guilty of fraud.'"
        ],
        "methodology": [],
        "background_information": [
            "Per agreements between UNDP, UNHQ and UNON, UNDP country offices provide a range of administrative services, including cash disbursements, related to programme implementation for United Nations agencies.",
            "The UNDP country offices record the layout of funds on Inter Office Vouchers (IOV) and bill the various agencies for these services on a monthly basis by preparing a Report AT 036 for each agency, which has appended to it copies of all IOVs for that agency for the month.",
            "The original AT 036 report and its attachments are sent to UNDP HQ New York by diplomatic pouch and a copy is sent to the agency.",
            "Report AT 036 is thereafter filed in the UNDP country finance files. In UNDP Bratislava, copies are not kept of the attachments and the Report AT 036 does not enumerate them. This office processes about 25 cash disbursements a month.",
            "In October 2003, UNON Finance was reconciling its accounts with UNDP Bratislava and noted there was an outstanding IOV from August 2002.",
            "UNON Finance could not locate the August 2002 Report AT 036 or its attachments. It requested these materials from UNDP Bratislava and determined that there were two cash disbursement vouchers which could not be reconciled: two lump sum payments to The Consultant, in the amounts of US$5,814 and US$4,265, for travel to Johannesburg and Monrovia to attend Ozone Secretariat conferences in August 2002 and September 2002 respectively.",
            "UNON finance determined that these two vouchers were based on a genuine travel request authorization which had been sent from UNON to the UNDP Bratislava office on 25 June 2002.",
            "The two travel requests of The Consultant changed certain details of the genuine fax, including the name of the payee, the date, comments and the UNON fax number which is unique to each UNON fax and is assigned in the UNON cable room, but retained, amongst other items, the names and signatures of the authorizing officers, and the Travel Request number, which is specific to each request.",
            "UNON finance concluded that the faxes which instructed UNDP Bratislava to make these payments were forged.",
            "Furthermore, UNEP confirmed that there were no meetings in Johannesburg and Monrovia in 2002, that The Consultant was not UNEP’s consultant, and that payment of lump sums to consultants for travel was irregular in any event."
        ],
        "investigation_details": [
            "ID/OIOS learned that the genuine and the forged faxes were received by the registry clerk of the UNDP Bratislava registry office and, in the normal course of business, forwarded by email to The Finance Department Supervisor, and to Finance Assistant 1.",
            "The Finance Department Supervisor then forwarded the genuine fax to the travel department for processing, but neither The Finance Department Supervisor nor Finance Assistant 1 forwarded the forged faxes elsewhere.",
            "Finance Assistant 1 then emailed 'The Consultant' on both occasions to notify him of the authorization of payment and he and 'The Consultant' exchanged emails to arrange the time and means of his collection of the payment.",
            "On both occasions 'The Consultant' presented himself at the UNDP office. On one occasion, he logged in with his signature and identification number, but there was no sign-in record the other time.",
            "'The Consultant' met with someone from the finance department, probably Finance Assistant 1, although Finance Assistant 1 has no recollection of meeting him.",
            "In keeping with accepted practice within UNDP Bratislava and Slovakia as a whole, whoever met with 'The Consultant' had him write his name and identity details on the back of the respective checks.",
            "However, UNDP Bratislava does not keep an independent copy of such information.",
            "'The Consultant' also signed a cash disbursement form and subsequently cashed both checks.",
            "ID/OIOS obtained copies of the checks from the bank and acquired the identity details from the back of the check.",
            "ID/OIOS consulted with the Slovakian police and found that neither 'The Consultant' nor his company were in their databases and the police concluded that the identity materials provided by him when he picked up the checks were likely to be false.",
            "ID/OIOS also found that the email account used by 'The Consultant' to arrange collection of the cheques at UNDP Bratislava had been discontinued.",
            "ID/OIOS examined copies of the forged faxes which had been retained in the UNDP Bratislava registry database.",
            "These copies had a header with UNON’s sender details, but unlike the UNDP Bratislava hard copies in the finance files and those which had been forwarded to UNON in October 2003, the registry copies also had a footer which reflected that they had actually been sent from a store which provides fax services in a shopping centre near the UNDP Bratislava office.",
            "Finance Assistant 1 claimed he had not noticed the footer on them.",
            "When ID/OIOS asked why the photocopies of the forged faxes in the UNDP finance file did not have the footer, he disclaimed responsibility for the photocopying.",
            "At the time of these incidents, two photocopying assistants had been working on an ad hoc basis at the finance office and had access to departmental files.",
            "Photocopying Assistant 1 was a relative of The Finance Department Supervisor, and Photocopying Assistant 2, was the daughter of Finance Assistant 2.",
            "Photocopying Assistant 2 assisted her father periodically without pay.",
            "OIOS was informed that the two assistants helped in the preparation of the end of month financial returns, which included retrieving documents from various files, copying them and returning them to the files.",
            "Photocopying Assistant 1 was working at the finance office at the relevant time period, but it has not been fully established when Photocopying Assistant 2 worked at the office.",
            "No timesheets were kept for either assistant.",
            "Review of procedures at UNON, UNEP Narobi and UNDP Bratislava in connection with payments of this sort showed that UNDP Bratislava relies on the authorizing signatures on the faxes and does not verify their authenticity with the agency.",
            "UNDP Bratislava maintains a sign-in sheet which requires a signature and identity information, but it was kept haphazardly at the time of these incidents.",
            "UNDP Bratislava disperses cheques upon proof of identity, which is recorded on the back of the cheque, and the payee signs the original cash disbursement voucher upon receipt of the cheque, but the finance office does not retain a copy of the payee’s proof of identification.",
            "UNDP Bratislava does not maintain a mail log.",
            "While procedures for reconciling accounts between UNON and UNDP were in place, UNON did not attempt to reconcile the August 2002 UNDP Bratislava account for more than a year after it was purportedly submitted.",
            "UNEP Narobi stated that it has had several problems with fraudulent payments by UNDP offices."
        ],
        "conclusions": [
            "ID/OIOS, with the assistance of the Slovakia police, has not been able to ascertain the identity of 'The Consultant.'",
            "'The Consultant,' if identified and found, would be subject to prosecution under the Slovakian penal code.",
            "ID/OIOS has established that the genuine UNON fax number was photocopied and altered to produce The Consultant’s fax requests.",
            "It has also established that the forged faxes were transmitted locally, which suggests that this fraud was carried out in Slovakia.",
            "Whoever forged the faxes had to have access to the genuine fax and knowledge of the format and function of the travel requests and the procedures used in processing these requests.",
            "The fact that UNON finance did not receive the Report AT 036 and the appended IOV although the cover letter to UNON was filed at UNDP Bratislava, suggests that someone with knowledge and access manipulated the system to delay discovery of the fraud.",
            "Furthermore, the photocopies of the forged faxes which were filed with the Report AT 036 were copied without the identifying footer, which also suggests an intent to delay discovery of the fraud.",
            "Consequently, it is highly probable that this fraud was facilitated by a UNDP Bratislava staff member, probably in the finance department, but ID/OIOS Investigators were not able to determine who was responsible.",
            "If a staff member is found to have facilitated this fraud, he could be charged with violation of Staff Rule 101.2(g), Staff Regulation 1.2(b), (g) and (i), and would be subject to prosecution under the Slovakian penal code."
        ],
        "recommendations": [
            "It is recommended that UNDP revise the system in place for verification and payment of travel authorization requests to enhance and safeguard procedures and prevent fraud. (Rec. No. IV/03/580/01)",
            "It is recommended that UNDP Bratislava retain copies of identification provided by payees to assist in later identity check requirements. (Rec. No. IV/03/580/02)",
            "It is recommended that UNDP Bratislava avoid nepotism and maintain proper records time and pay records for part time employees. (Rec. No. IV/03/580/03)",
            "It is recommended that all Agencies utilizing the services of UNDP use the Atlas electronic payment and financial accounts system which checks the authenticity of an authorization and creates an electronic log of events. (Rec. No. IV/03/580/04)",
            "It is recommended that the United Nations establish a secure intranet website for travel claims which would permit authorization levels for receiving and making payments, and offer a built in electronic audit tracking facility. (Rec. No. IV/03/580/05)",
            "It is recommended that UNDP request the Slovakian Police to investigate this matter. (Rec. No. IV/03/580/06)"
        ],
        "others": []
    }
}