{
    "case_number": "287/04",
    "case_title": "Pristina Airport – Alleged administrative irregularity regarding an X-RAY Tender",
    "case_details": {
        "introduction": [
            "On the 29th May 2003, the Divisional Manager, Kosovo Trust Agency (KTA) [UNMIK EU-Pillar IV], approved and signed a contract between Pristina Airport and the Vendor before the Capital Expenditure was formally approved by KTA."
        ],
        "applicable_laws_and_procedural_rules": [
            "Finance Administration Instruction 1999/2 (UNMIK)",
            "Assembly of Kosovo – Law on Public Financial Management and Accountability 2003/2",
            "Assembly of Kosovo – Law on Public Procurement in Kosovo 2003/17 (initially foreseen to be into force 9 June 2004, new date 1 October 2004)"
        ],
        "methodology": [
            "ITF investigators interviewed the Divisional Manager and studied applicable laws."
        ],
        "background_information": [
            "On 7 March 2003, Pristina Airport launched an international tender to supply X-ray equipment.",
            "On 4 April 2003, the Evaluation Committee awarded the contract to the Vendor, who had not submitted the lowest tender, but was the only company that met the rigorous technical specifications.",
            "The contract between Pristina Airport and the Vendor was concluded on 10 April 2003.",
            "The KTA Internal Auditor expressed concerns over the conclusion of the contract."
        ],
        "investigation_details": [
            "On 23 June 2004, ITF investigators interviewed the Divisional Manager, who explained that he/she believed he/she was authorized to sign the contract after having received the approval for the Capital Expenditure from the KTA.",
            "The Divisional Manager also signed the Letter of Notification to the Vendor (dated 10 April 2003) on 29 May 2003 before KTA approved the Capital Expenditure on 20 June 2003."
        ],
        "conclusions": [
            "The fact that the Divisional Manager signed a Contract and Letter of Notification before receiving the signed Capital Expenditure Approval from the KTA should be seen as a minor administrative irregularity.",
            "The ITF found no evidence of financial loss to the Pristina Airport or the KTA."
        ],
        "recommendations": [
            "That airport staff responsible for procurement activity have received adequate training in the handling of procurement matters.",
            "That airport staff responsible for procurement activity strictly adhere to all applicable Procurement Regulations.",
            "That airport and KTA staff authorized to sign contract documentation only do so after receiving written approvals on Capital Expenditures."
        ],
        "others": []
    }
}