{
    "case_number": "377/04",
    "case_title": "Allegations of Bribes/Kickbacks for Employment at Pristina Airport",
    "case_details": {
        "introduction": [
            "This report summarizes the investigation into a report supplied to the Investigation Task Force (ITF) alleging that 'kickbacks' had been paid to an airport official in order to obtain employment at Pristina Airport."
        ],
        "applicable_laws_and_procedural_rules": [],
        "methodology": [],
        "background_information": [
            "As this case was referred to the Department of Justice on 24 September 2004 and is currently under two separate judicial investigations, the ITF did not continue with its administrative investigations."
        ],
        "investigation_details": [
            "A separate case - ITF Case No. 215/04 - relating to requests for sexual favours in return for employment had already been under investigation when this report was received.",
            "Non Staff member 1’s statements provided to the ITF Investigators, disclosed the following two distinct cases."
        ],
        "conclusions": [
            "As ITF referred this case to the Department of Justice on 24 September 2004, no further action was taken by ITF. Therefore, no conclusions can be drawn at this stage on the basis of ITF Investigations."
        ],
        "recommendations": [
            "Due to the fact that this case has already been referred to the International Prosecutor and is currently being investigated by the Financial Investigation Unit, the ITF recommends that UNMIK Pillar IV take no administrative action against Airport staff until the judicial process is finalized.",
            "Should the Airport staff not be criminally charged by the Department of Justice, ITF recommends that UNMIK Pillar IV should consider appropriate administrative action against implicated Pristina Airport staff in the light of the Department of Justice’s findings."
        ],
        "others": []
    }
}