{
    "case_number": "0374/04",
    "case_title": "Investigation into Alleged Irregularities in the Procurement of Personal Digital Assistants",
    "case_details": {
        "introduction": [
            "The Investigations Division of the Office of Internal Oversight Services (ID/OIOS) received information relating to problems in a procurement exercise for the purchase of Personal Digital Assistants (PDA) undertaken in April 2004 by UNMIK’s Directorate of Rural Affairs (DRA), Kosovo.",
            "A letter of complaint from one of the bidders alleged possible irregularities in the bid evaluation and selection process."
        ],
        "applicable_laws_and_procedural_rules": [
            "UN Financial Rules and Regulations governing procurement",
            "UNMIK’s Finance Administrative Instruction 2/1999 on public procurements using KCB funds"
        ],
        "methodology": [
            "ID/OIOS Investigators conducted interviews of all witnesses relevant to this matter, including detailed interviews of the alleged subjects.",
            "Collected documents and records concerning the procurement, including all the bids submitted and the bid evaluation documents.",
            "Analyzed the evidence."
        ],
        "background_information": [
            "The Directorate of Rural Affairs (DRA) is located within UNMIK Civil Administration (Pillar II); it was formed in October 2001 out of the former Department of Agriculture in the Joint Administrative Interim Structure.",
            "The DRA comprises Veterinary Services & Veterinary Border Control, Phytosanitary Border Control and Public Forests."
        ],
        "investigation_details": [
            "The ID/OIOS investigation reviewed the project funded by the European Agency for Reconstruction (EAR) called 'Strengthening of Public Veterinary Services in Kosovo' (SPUVESEK), which identified the need for Personal Digital Assistants (PDAs).",
            "A second tender for the purchase of the required PDAs was launched in April 2004, using the same technical specifications."
        ],
        "conclusions": [
            "ID/OIOS finds that the DRA finally procured PDAs from Vendor 4 based on the fact that the product offered was in compliance with the technical specifications.",
            "The lower price estimates quoted in the inception report related to standard office use PDAs as opposed to rugged, environmentally sealed PDAs."
        ],
        "recommendations": [
            "It is recommended that UNMIK take note of ID/OIOS’ findings and conclusions and advise DRA staff members, DRA employee 2 and DRA logistics officer 1 of the result of this investigation."
        ],
        "others": []
    }
}