{
    "case_number": "0218/04",
    "case_title": "Allegation of Possible Bribery at Pristina Airport",
    "case_details": {
        "introduction": [
            "On 29 April 2004 a Divisional Manager, UNMIK Pillar IV, alleged that in October 2002, an envelope containing €5200 was left in the office of an official of Public Enterprise Airport Pristina (PEAP), by an unidentified individual.",
            "On 4 October 2002, a group of approximately 8 persons, including a KTA Procurement Specialist and Company 1 representative, had attended a meeting in his office concerning a procurement contract for the building of a new car park at Pristina International Airport."
        ],
        "applicable_laws_and_procedural_rules": [
            "This case concerns an allegation of attempted bribery and corruption as cited in Article 344 of the Provisional Criminal Code of Kosovo."
        ],
        "methodology": [
            "This investigation was conducted pursuant to Executive Decision No 2003/16 on the establishment of the Investigation Task Force (ITF). All relevant persons were interviewed and all relevant documentation was obtained and reviewed.",
            "The KTA Procurement Specialist, who attended the earlier meeting in the office of the PEAP Official, was interviewed concerning the incident.",
            "The Company 1 representative was not interviewed in this matter by the ITF due to an ongoing criminal investigation in which he/she is a witness.",
            "The ITF made contact with the Acting Commissioner of Police in Kosovo in order to ascertain the status of police enquiries into the matter."
        ],
        "background_information": [
            "On 29 April 2004, the Divisional Manager advised the ITF of an incident which had occurred 'sometime in October 2002', which he/she 'thought' he/she had raised with the ITF previously.",
            "However, no evidence of this report could be located nor recalled by any members of the ITF.",
            "The Divisional Manager provided the ITF with a copy of documents passed to an UNMIK police officer, on 11 October 2002 at UNMIK Police in Fush, Kosovo, concerning the incident.",
            "The documents consist of a letter from the Divisional Manager to the UNMIK Police Officer dated 11 October 2002, and a file note from the PEAP Official, dated 8 October 2002, to the Divisional Manager, detailing the incident and annexing a list of serial numbers of Euro notes totalling €5,200 alleged to have been left in the PEAP official’s diary in his office.",
            "The Divisional Manager explained that he/she was away from the Airport from the middle of September 2002 until the beginning of October 2002.",
            "Upon his/her return, he/she was visited in his office by the PEAP Official.",
            "The latter informed him/her that the previous Friday (believed to be 4 October 2002), a meeting had been held in his (the PEAP Official’s) office, with persons bidding for the procurement contract for the new car parking area.",
            "The note dated 8 October 2002 from the PEAP Official, indicates that the persons who had attended a meeting were the Company 1 Representative, an engineer from the contractor 'escavator' and the KTA Procurement Specialist.",
            "The following morning, the PEAP Official entered his office and found an unmarked, partly sealed envelope in his/her diary that contained €5,200 in cash.",
            "The PEAP Official informed the Divisional Manager about the matter and confirmed that there was no accompanying note, or explanation for the cash being in his/her diary.",
            "The Divisional Manager then reported the incident to his/her then chain of command, and the matter was passed to the UNMIK police."
        ],
        "investigation_details": [
            "Analysis of the note written by the PEAP Official suggests that the company referred to in his note as 'escavator' is in fact Company 1, who won the contract for the construction of the new car park at Pristina Airport and whose representative attended a meeting in the PEAP Official’s office one day prior to the discovery of the money.",
            "The sum of €5,200 alleged to have been left in the envelope is unusual, since one would expect the sum to have been a 'round sum' such as €5000.",
            "It should be noted that an interoffice memorandum from a former Airport Engineer to the KTA Procurement Specialist, dated 26 September 2002, alleged that the PEAP Official had accepted an open envelope of documents relating to the car park tender from Company 2, after the time for submission of bids had concluded and contrary to accepted procurement procedures on the handling of bids.",
            "The KTA Procurement Specialist told the ITF that a meeting had been held in the PEAP Official’s office with Company 1, attended by the Company 1 Representative and a Company 1 engineer.",
            "The purpose of the meeting had been to hand the contract for the new car park to Company 1 and the Company 1 Representative to sign it.",
            "The KTA Procurement Specialist indicated that there were three or four other persons present, two of whom, he/she thought may be two staff members of Pristina Airport.",
            "The KTA Procurement Specialist added that it was normal practice for the party winning the bid to be invited to sign the contract in this way.",
            "The KTA Procurement Specialist also indicated that he/she did not see anything placed in the PEAP Official’s office or diary, although he/she later heard about the incident.",
            "He/she expressed his/her opinion that the incident had been arranged to 'break up' the contract with Company 1, but did not indicate by whom.",
            "The ITF reviewed the letter from the Divisional Manager to the UNMIK Police Officer, which indicates that the matter was referred to the UNMIK police on 11 October 2002.",
            "The letter also records that the sum of €5,200 was handed to the UNMIK Police Officer.",
            "The UNMIK Police Officer, who is now based in Iraq, told the ITF that he/she served in Kosovo between June 2001 and November 2002 and recalls the incident being reported.",
            "He/she stated that at that time he/she was serving with the Border Police Investigations Unit and had assigned this enquiry to his then supervisor.",
            "The latter was unable to be interviewed as he/she had left the Mission.",
            "ITF investigators visited the Border Boundary Police and interviewed two current investigators.",
            "Neither officer recalled the incident, but they made extensive enquiries in an attempt to trace the police report and locate the €5,200.",
            "They were unsuccessful on both counts.",
            "On 27 September 2004, the ITF sent a letter to UNMIK Police Officer 2, in an effort to determine what investigations had been undertaken into the matter, the result of those investigations and the whereabouts of the money.",
            "The UNMIK Police Officer 2 indicated that Regional Crime Squad Pristina Region was undertaking an investigation into the matter, which therefore, remains an open investigation.",
            "The ITF then contacted the Regional Crime Squad and meetings were held with two officials.",
            "The ITF obtained a draft of the assigned officer’s report into the case, which indicates that the case had been opened in 2004.",
            "The two-page report indicates that the assigned officer had interviewed the PEAP Official, who had indicated that he/she did not understand why the envelope would have been left in his office, as he/she had no responsibility for the car park contract.",
            "The PEAP Official also stated that he/she had contacted the Company 1 Representative, who denied any knowledge of the envelope.",
            "The report also indicates that statements are to be taken from the Company 1 Representative and from the KTA Procurement Specialist.",
            "The Company 1 Representative was not interviewed by the ITF due to his role as a witness in an ongoing police investigation and any investigative activity by the ITF may have impacted upon that judicial inquiry.",
            "The ITF has also been informed that the €5,200, which is the subject of the attempted bribery case, is still missing and a police inquiry has commenced into its disappearance."
        ],
        "conclusions": [
            "Evidence indicates that an attempt was made to make a corrupt payment to the PEAP Official.",
            "No evidence exists as to why or by whom.",
            "The criminal case was passed to UNMIK police over two years ago and is currently under investigation.",
            "The ITF case is now closed in order to avoid any duplication or interference of the judicial investigation."
        ],
        "recommendations": [],
        "others": []
    }
}