{
    "case_number": "0425/04",
    "case_title": "ALLEGATIONS OF MISMANAGEMENT AND WASTE OF RESOURCES BY THE OFFICER OF THE UNMIL FUEL CELL",
    "case_details": {
        "introduction": [
            "During an assessment mission to the United Nations Mission in Liberia (UNMIL), Investigators of the Investigations Division of the Office of Internal Oversight Services (ID/OIOS) received information that Officer 1, formerly with the UNMIL Fuel Cell, was unable to account for US$500,000 in fuel expenses for the month of February 2004. At the time, no further details were provided to ID/OIOS regarding how the complainant was aware of the fact that the Fuel Cell was unable to account for the US$500,000, nor in what way Officer 1 was involved with the matter.",
            "As a result of the investigation by ID/OIOS into the allegation against Officer 1, it was determined that although it was true that an audit by Internal Audit Division 1 of OIOS (IAD1/OIOS) had discovered that, for the period 1 August 2003 to 31 March 2004, 290,066 gallons of fuel (valued at US$455,404) could not be accounted for by UNMIL, there was no evidence suggesting that Officer 1 was personally responsible for the discrepancy."
        ],
        "applicable_laws_and_procedural_rules": [
            "Staff Regulation 1.2 (b): 'Staff members shall uphold the highest standards of … integrity. The concept of integrity includes … impartiality, fairness, honesty … in all matters affecting their work and status.'",
            "Staff Regulation 1.2 (q): 'Staff members shall use the property and assets of the Organization only for official purposes and shall exercise reasonable care when utilizing such property and assets.'",
            "ST/IC/1996/29 Mismanagement: '(i) Any unreasonable failure of a staff member to perform efficiently, competently and with the best interests of the Organization in mind, all assigned tasks, duties and management responsibilities in connection with United Nations programmes and its operations.'",
            "Waste of resources: '(i) Any unreasonable failure to ensure that the monetary or other resources of the Organization are used solely, efficiently and effectively for the purposes of the Organization or for its benefit; (ii) Any unreasonable act or failure to act, which, as a direct result of a failure to exercise due care, causes loss to the Organization.'"
        ],
        "methodology": [
            "ID/OIOS conducted interviews with all parties concerned, other than Officer 1 himself, and reviewed all relevant documentation."
        ],
        "background_information": [
            "UNMIL was established on 19 September 2003 by Security Council Resolution 1509. Officer 1 was responsible for establishing the UNMIL Fuel Cell at the start of the mission, having previously served as an Officer with the Mission des Nations Unies au République Démocratique de Congo (MONUC). During the time he served as an officer of the UNMIL Fuel Cell, the unit consisted of himself and 20 other staff members (four International staff and the remainder National staff). Officer 1 left UNMIL and the United Nations on 30 June 2004. His replacement, Officer 2, took over the post on 8 July 2004.",
            "In January and February 2004 an audit of 'Fuel Management in UNMIL' (Reference AP2004/626/05) was conducted by IAD1/OIOS."
        ],
        "investigation_details": [
            "Prior to travelling to Liberia to investigate the allegations against Officer 1, ID/OIOS reviewed the IAD1/OIOS audit report. Amongst other matters raised in the report, IAD1/OIOS noted that, for the period 1 August 2003 to 31 March 2004, 290,066 gallons of fuel (valued at US$455,404) could not be accounted for. The Auditors noted that there had been an investigation by UNMIL’s Special Investigation Unit (SIU) into allegations that UNMIL fuel was being sold by bowser drivers to third parties and that the investigation had concluded that there was credible evidence against some of the bowser drivers and their supervisor. As a result of the investigation, the supervisor and the drivers involved were dismissed. Since the supervisor in question was the one responsible for the monitoring of deliveries and the completion of bowser log sheets, IAD1/OIOS concluded that 'irregularities in the distribution' could account for the 290,066-gallon discrepancy.",
            "The IAD/OIOS Auditors made a total of 17 recommendations to UNMIL regarding the way that the mission managed fuel. The mission accepted all but one of the recommendations (this recommendation was subsequently withdrawn by IAD-1/OIOS) and has implemented them.",
            "Upon receipt of information on 13 March 2004 that UNMIL bowser drivers were selling UNMIL fuel to local vendors in Monrovia and other parts of Liberia, the SIU initiated an investigation into the allegations. The SIU investigation revealed that some locally hired drivers, employed to deliver fuel to various UNMIL installations, were selling a portion of the fuel they were transporting to local vendors. The SIU found that the theft and sale of UNMIL fuel was organised by the drivers’ supervisor and that it had begun soon after the mission commenced in 2003. As a result of the investigation, the supervisor and the drivers identified by the SIU were dismissed. There was no evidence disclosed during the SIU investigation to suggest that Officer 1 was in any way involved in the theft and subsequent re-sale of the fuel.",
            "The original complainant in the case was interviewed by ID/OIOS. He stated that he had no personal knowledge of either the problems with the Fuel Cell accounts or of any involvement of Officer 1 in the problems identified. He claimed that he had become aware, as a result of his position in the mission, that an audit was being conducted into the Fuel Cell accounts and that an amount of approximately US$500,000 could not be accounted for. This was the information that he had communicated to ID/OIOS, along with the fact that Officer 1 was an Officer of the Fuel Cell at the time. The complainant was unable to provide any further information to ID/OIOS about the matter under investigation.",
            "The current situation regarding the UNMIL Fuel Cell and fuel management within UNMIL has been investigated under ID/OIOS Case 0430/04 and was not revisited during this investigation."
        ],
        "conclusions": [
            "The evidence as disclosed during this investigation demonstrates that the allegations against Officer 1 cannot be substantiated."
        ],
        "recommendations": [
            "In view of the findings of this investigation: Recommendation 1: It is recommended that DPKO record this case as unsubstantiated, and that Officer 1 is advised that he is cleared of any wrongdoing as to these allegations. (ID Rec. No. IV04/425/01)"
        ],
        "others": []
    }
}