{
    "case_number": "0278/04",
    "case_title": "Pristina Airport - Alleged administrative irregularity regarding an FIDS Tender",
    "case_details": {
        "introduction": [
            "An official of a non-Airport related company, supported the procurement process for the supply of the Flat Information Display System (FIDS) by writing the recommendation and justification for a Single source procurement and also defined the technical specifications. As Vendor 1 was only able to supply but not to cable the FIDS, another tender had to be launched for the FIDS cabling. Winner of this tender was Vendor 2."
        ],
        "applicable_laws_and_procedural_rules": [],
        "methodology": [],
        "background_information": [
            "The Single Source Procurement (Purchase and supply of FIDS) started on 17 October 2002 with a written recommendation and justification by Vendor 2 Representative. The purchase of additional FIDS became necessary because of the expansion of the Passenger Terminal Building. The already existing system had been provided by Vendor 1, therefore the Airport Management decided to choose Vendor 1 again.",
            "The Capital Expenditure Approval and contract were signed on 13 December 2002. The procurement file does not show why Vendor 1 only delivered the FIDS but did not cable it. The need for cabling the FIDS resulted in another tender that commenced in March 2004. According to the procurement file it appeared that Vendor 2 won the Competitive Shopping tender with an amount of 15.919 Euro."
        ],
        "investigation_details": [
            "Although Vendor 2 Representative was never employed by the Airport the procurement file for the FIDS supply contains two notes with regard to recommendation and justification for the FIDS purchase dated both on 17 October 2002 and signed by Vendor 2 Representative. One note appears on white paper, the other one on Airport headed notepaper.",
            "The interviews of Vendor 2 Representative were conducted on 31 August 2004 and 14 September 2004. Vendor 2 Representative stated that he/she was probably asked by a PEAP Official to write a recommendation and justification note for the FIDS purchase. Vendor 2 at that time worked at the Airport for another project linked to the FIDS. Vendor 2 was sub-contractor of Vendor 3 working at the Expansion of the Terminal Building and observing the need for more FIDS.",
            "Vendor 2 Representative also stated that he/she with his/her company provided the Airport procurement office with technical specifications for the FIDS cabling on request by the PEAP Official. Vendor 2 Representative admitted that his/her involvement in the preparation of the FIDS supply and cabling procurements and the later participation in the FIDS cabling tender by his/her company put other competitors at a disadvantage. To prepare technical specifications for a tender and to take part in the same was according to Vendor 2 Representative common practice before the war.",
            "During his/her interview on 9 September 2004 the PEAP official gave contradictory statements with regard to his/her involvement in this case such as he/she probably had a meeting with Vendor 2 Representative and the PEAP Engineer to discuss the FIDS supply and as one result Vendor 2 Representative wrote the appropriate recommendation and justification note, but elsewhere he/she denied to have ordered Vendor 2 Representative to do so.",
            "The Airport Engineer was interviewed on 11 October 2004, as he/she is the responsible person to suggest new projects to the Airport Management. The Airport Engineer stated that he/she was at no time involved in the FIDS purchase and did not request the support by Vendor 2 Representative with regard to recommend and justify the FIDS supply. The Airport Engineer only recommended the cabling of the FIDS in a note to the Airport Management; all following procedures are under the responsibility of the procurement unit and the management.",
            "The Sales Manager of Vendor 1 was interviewed on the phone on 30 August 2004. Asked why Vendor 1 did not provide with the cabling of the FIDS he/she stated that Vendor 1’s management did not allow traveling to Kosovo at that time for security reasons. The Sales Manager of Vendor 1 also mentioned that the Airport's contact person with regard to the FIDS cabling was for him/her Vendor 2 Representative."
        ],
        "conclusions": [
            "Fact is that Vendor 2 Representative was involved in the procurement process for the FIDS supply and the FIDS cabling despite he/she was not an employee at the Airport or KTA procurement unit. The excuse by Vendor 2 Representative that such an involvement was common practice before the war has nowadays definitely lost its validity.",
            "It has to be assumed that Vendor 2 won the FIDS cabling tender only due to the fact that the company was definitely in advantage with regard to advanced knowledge of the technical requirements and had therefore sufficient time to prepare a good bid in terms of the price.",
            "Although PEAP Official as the responsible official at that time denied that he/she had requested Vendor 2 Representative support for the FIDS supply and cabling procurements, Vendor 2 Representative granted the ITF that he/she acted on PEAP Official’s request.",
            "Nevertheless, PEAP official bears the overall responsibility for his/her department (PEAP), and this investigation proved again that he/she did not fully meet the requirements as manager in a sensitive area like the Airport.",
            "The entire matter has to be seen as an administrative irregularity. It is obvious that international procurement rules had been breached but the Procurement Regulation that was in force at that time - Financial Agreement 1999/2 - does not indicate cases like described before.",
            "Furthermore, to prove a possible case of corruption, there are not enough indications."
        ],
        "recommendations": [
            "Recommendation 1: PEAP Official should be replaced by a highly qualified manager whose skills meet international management standards.",
            "Recommendation 2: The Airport staff responsible for procurement activity has to receive adequate training in the handling of procurement matters and to adhere to all applicable Procurement Regulations.",
            "Recommendation 3: The Airport staff responsible for procurement activity has to ensure that all companies, consultancy agencies etc. providing support in a procurement preparation is being excluded to take part in the tender concerned and in all other tenders linked to the initial one."
        ],
        "others": []
    }
}