{
    "case_number": "0221/04",
    "case_title": "Alleged Irregularities Related to an UNMIK Bank Account 1110019243020132-1",
    "case_details": {
        "introduction": [
            "The Investigation Task Force (ITF) Kosovo conducted an investigation into the circumstances surrounding a UNMIK Bank Account opened at a Bank in Pristina. This investigation was triggered by a forensic audit report of Public Enterprise Airport Pristina (PEAP) released in February 2003 by the Chartered Accountants.",
            "The activities of the Pristina Airport fall under the control of the Kosovo Trust Agency (KTA) and UNMIK Pillar IV, which is administered by the European Union. Investigations into allegations of fraud and corruption involving UNMIK, its pillars and other organizational structures as well as the Provisional Institutions of Self-Government (PISG) and independent bodies and offices established pursuant to the Constitutional Framework for Provisional Self-Government in Kosovo fall within the purview of ITF as laid out by the Executive Decision on the Establishment of the Investigation Task Force UNMIK/ED/2003/16, dated 21 October 2003."
        ],
        "applicable_laws_and_procedural_rules": [
            "Pursuant to the authority given to The Special Representative of the Secretary-General, under United Nations Security Council resolution 1244 (1999) of 10 June 1999, taking into account United Nations Interim Administration Mission in Kosovo (UNMIK) Regulation No. 1999/1 of 25 July 1999 on the Authority of the Interim Administration in Kosovo, for the purpose of defining the law applicable in Kosovo, the SRSG promulgated that the law applicable in Kosovo shall be: a. The regulations promulgated by the Special Representative of the Secretary-General and subsidiary instruments issued thereunder; and b. The law in force in Kosovo on 22 March 1989.",
            "The ITF Investigators considered possible breaches of the Provisional Criminal Code of Kosovo, especially Article 339 (Abusing Official Position of Authority); Article 340 (Misappropriation in Office) and Article 341 (Fraud in Office)."
        ],
        "methodology": [],
        "background_information": [
            "The DCDM Audit Report 2002/3 highlighted a possible problem with a UNMIK Bank Account, which has been termed the 'Company Account'. It was alleged that there was only one signatory to this account (Staff Member 1) and that the interest from this account was going to an unidentified private account."
        ],
        "investigation_details": [
            "The ITF Investigators established that on 13 and 20 July 2001, UNMIK and the Company signed a contract 'Relating to the Supply of Aviation Fuel and the Refuelling of Commercial Civilian Aircraft at Pristina Airport'. As of 03 March 2004, this Contract was amended, so that the Company also commenced supplying aviation fuel and refuelling services to military and non-commercial aircrafts.",
            "Based on this contract, the Company has been making payments to UNMIK that are being deposited to an UNMIK Bank Subject Account, opened at a Bank in Pristina. This is a sub-account of the main UNMIK Bank Account.",
            "The Bank Account was opened with the Bank on 11 October 2001 and the first payment was made by way of an incoming International Money Transfer (IMT) in the sum of € 45,105.23 on 17 April 2002. The most recent payment made to this account was made on 24 January 2005 by the Company in the sum of € 8,578.42. The actual balance on this bank account as of 04 March 2005 is € 537,536.90.",
            "Initially Staff Member 1, was the 'A' signatory of this account. On 14 July 2004, his/her Supervisor, formally notified Staff Member 2, that he/she was an 'A' signatory to this account with Staff Member 3 and Staff Member 4 being 'B' signatories. Staff Member 2 was also notified that withdrawals from this account could not be made without the joint approval of either the Supervisor, Staff Member 5 or Staff Member 6. Staff Member 2 was also informed that the Account was currently an UNMIK Bank Account and that Pristina Airport did not have full control over the use of this account.",
            "The ITF Investigators found no evidence that funds deposited in this UNMIK Bank Account were generated by illegal activities. In fact this investigation confirmed that all funds deposited on this account were generated by a legitimate business sanctioned by a contract between UNMIK and the Company.",
            "The allegation that had been made by the Chartered Accountants - 'interest from this account was going to an unidentified private account' was found to be without merit, given that the terms and conditions this UNMIK Bank Account does not generate any interest. The ITF Investigators further established that there were no withdrawals from this Account; the only debits were a variety of bank charges.",
            "The ITF Investigation identified a long running dispute related to the legal ownership of the money deposited to this UNMIK Bank Account. The funds deposited to this account are being generated exclusively from the Pristina Airport through a contract between UNMIK and Air BP. Despite numerous inquiries that have been made by the Pristina Airport General Services Department, no definitive answer has been provided as to who is the owner of this money. As a result, a sum of € 537,536.90 is 'sitting' in this UNMIK Account and it does not generate any interest payments. It should be noted that the Pristina Airport now has to borrow money to run its day-to-day operations. This situation would suggest that the UNMIK Senior Management team should resolve the legal ownership question as soon as possible."
        ],
        "conclusions": [
            "The investigation conducted by the ITF established that allegations made by the Chartered Accountants in their Audit Report 2002/3 related to the UNMIK Bank Subject Account were without merit. The ITF investigation clearly proved that the funds deposited on this Subject UNMIK Bank Account were generated by a legitimate business sanctioned by a valid contract between UNMIK and the Air BP. None of the deposited money has been withdrawn and the only debits to this account were a variety of bank charges.",
            "The ITF did not find evidence that would indicate any illegalities related to this UNMIK Bank Account. Staff Member 1 was an 'A' signatory to this Account as well to a number of other UNMIK Bank Accounts. Upon his/her departure from Kosovo, the right of 'A' signatory for this account (and other UNMIK Bank Accounts) was formally transferred to other authorised individuals.",
            "The ITF Investigation identified a long lasting problem related to legal ownership of the funds deposited in this UNMIK Bank Account that should be addressed and resolved as soon as possible."
        ],
        "recommendations": [
            "UNMIK Pillar 4 – KTA should, without any further delay, resolve the dispute over the legal ownership of the Subject UNMIK Bank Account. (IV04/221/01).",
            "UNMIK Pillar 4 – KTA should explore the possibility to deposit funds that are currently in the Subject UNMIK Bank Account to a different account that would generate interest or use the funds for other legitimate UNMIK operations. (IV04/221/02)"
        ],
        "others": []
    }
}