{
    "case_number": "0575/03",
    "case_title": "Investigation into the allegation that a UNON/ITS staff member obtained money from UNPOS",
    "case_details": {
        "introduction": [
            "In October 2003, the Investigations Division of Office of Internal Oversight Services (ID/OIOS) received information that in May 2003 UNON/ITS Staff Member solicited and obtained Ksh 22,250 (US$294.70) with the promise to extend a New York tie-line satellite connection from the United Nations Political Office for Somalia (UNPOS) to the residence of the Representative of the Secretary General."
        ],
        "applicable_laws_and_procedural_rules": [
            "Staff Regulation 1.2 (b): Staff members shall uphold the highest standards of efficiency, competence and integrity.",
            "Financial Regulations and Rules of the United Nations, ST/SGB/2003/7 of 9 May 2003: Rule 101.2 and Regulation 5.12."
        ],
        "methodology": [
            "ID/OIOS reviewed documents relevant to the investigation and researched pertinent United Nations rules and regulations as well as local laws. ID/OIOS also interviewed witnesses in UNON, UNPOS and UNDP offices in Nairobi."
        ],
        "background_information": [
            "UNPOS is a mission set up by the Department of Political Affairs (DPA) and is headed by a Representative of the Secretary General (RSG). UNPOS is based at the UNON compound in Gigiri, Kenya and receives common services support from UNON."
        ],
        "investigation_details": [
            "ID/OIOS interviewed various members of the UNPOS staff who provided information regarding the arrangement made with the UNON/ITS Staff Member.",
            "The UNON/ITS Staff Member claimed that his/her verbal proposal was for preparation of the equipment, but installation was to be carried out by a licensed company.",
            "The UNON Official stated that the proper procedure required UNPOS to make a formal request and that the equipment required would cost $11,560."
        ],
        "conclusions": [
            "The UNON/ITS Staff Member acted contrary to his/her obligations under Staff Regulation 1.2 and The Financial Regulations and Rules of the United Nations ST/SGB/2003/7."
        ],
        "recommendations": [
            "It is recommended that UNON takes appropriate action against the UNON/ITS Staff Member.",
            "It is recommended that UNON takes corrective measures to ensure that the UNON/ITS Staff Member refund the money s/he collected from UNPOS.",
            "It is recommended that UNON and UNPOS administration instructs staff on the necessity that procurement procedures be followed.",
            "It is recommended that UNON issues advice to staff and UNON-based agencies emphasizing the necessity of submission of written requests for services.",
            "It is recommended that UNON administration shares the findings of this report with the Representative of the Secretary General, UNPOS."
        ],
        "others": []
    }
}