{
    "case_number": "ITF Case № 0261/04",
    "case_title": "Alleged Fraud – Pristina Airport Cargo Department",
    "case_details": {
        "introduction": [
            "In July 2004, the Investigation Task Force (ITF) was provided with a copy of a letter dated 28 May 2004, from the Cargo Manager of an Airline to a Staff Member of Public Enterprise Airport Pristina."
        ],
        "applicable_laws_and_procedural_rules": [],
        "methodology": [],
        "background_information": [
            "Pristina Airport is the Airline’s cargo handling agent for both imports and exports and the Airline is the Member State’s KFOR’s mail handling agent.",
            "Pristina Airport collects mail-handling revenues on behalf of the Airline and deposits these revenues to the airline’s bank account after deducting the appropriate commission.",
            "The issues identified in the letter by the Airline Cargo Manager related to the high rate (€0.50/kg) charged by Pristina Airport for handling outgoing mail; the fact that the Invoice had been incorrectly sent to the Member State’s KFOR instead of their agent, the Airline; and the inappropriate addition of Value Added Tax (VAT), which is not applicable to international traffic."
        ],
        "investigation_details": [
            "Subsequent to the receipt of the complaint, ITF learned from the Airline Cargo Dept. that Pristina Airport had retroactively reduced its handling charges for outgoing mail to €0.12/kg and was no longer charging VAT.",
            "Pristina Airport staff confirmed this information and advised that the Invoice had been corrected and re-issued to the Airline.",
            "Furthermore, Pristina Airport staff advised that correct records of all financial transactions between Pristina Airport and the Airline relating to the invoices for April and subsequent months had been located.",
            "These assertions were confirmed in copies of corrected invoices and excerpts of the electronic financial records of Pristina Airport that were provided to ITF.",
            "ITF made the general observation that Pristina Airport’s mail handling invoices indicate that the entire invoiced amount is a 'tax payment'. This terminology, according to Pristina Airport staff, is incorrect as these amounts are handling fees that conform to established tariff rates."
        ],
        "conclusions": [
            "ITF was not able to establish an explanation for the difficulty in locating a record of the transaction relating to the referred Invoice.",
            "The entry may have been overlooked or merely delayed because of the misdirection of the April 2004 invoice.",
            "The ancillary issues of the disputed mail handling rate and the application of VAT were resolved by mutual agreement.",
            "ITF, by this memorandum, advises you that evidence of fraud, loss or wrongdoing was not identified in this matter and, therefore, that no further action is required."
        ],
        "recommendations": [
            "ITF recommends that steps be taken to replace the potentially misleading words 'tax payment' with appropriate terminology on Pristina Airport’s mail handling invoices."
        ],
        "others": [
            "Any questions or comments regarding the information provided in this report should be made to Mr. Wolfgang Nikolaus, ITF Kosovo, at +381 38 504 604 3896 or Mr. Mark Gough, ID/OIOS Vienna, at +44 1 26060 5406."
        ]
    }
}