{
    "case_number": "ITF Case No. 0462/04",
    "case_title": "Investigation into Allegations of Bribery and Favouritism in Procurement of Uniforms by Pristina Airport",
    "case_details": {
        "introduction": [
            "A Kosovo Trust Agency (KTA) Internal Audit Unit (IAU) Internal Memorandum dated 4 October 2004 raised concerns regarding the procurement of staff uniforms by Pristina Airport."
        ],
        "applicable_laws_and_procedural_rules": [
            "Provisional Criminal Code of Kosovo – Article 343 'Accepting Bribes'; Article 344 'Giving Bribes'",
            "Finance Administration Instruction No. 2/1999 (Revised 15 December 1999) – Public Procurement Using Kosovo Consolidated Budget Funds – Section 4.3.2 – 'Avoidance of Conflicts of Interest and Corruption'",
            "Finance Administration Instruction No. 2/1999 (Revised 15 December 1999) – Public Procurement Using Kosovo Consolidated Budget Funds – Section 4.1 'Full and Fair Competition'; Section 23.9 'Examination and Evaluation of Tenders'",
            "Provisional Criminal Code of Kosovo – Article 161 'Threat'"
        ],
        "methodology": [
            "The ITF commenced an inquiry into the allegations regarding the procurement process."
        ],
        "background_information": [
            "Vendor 1 Manager alleged bribery involving Procurement Officer 1 and the Finance Officer by Vendor 2 during the tender process."
        ],
        "investigation_details": [
            "Procurement Officer 1 managed the competitive tender for the supply of uniforms, with Vendor 1, Vendor 2, and Vendor 3 submitting bids.",
            "The Bid Evaluation Committee tentatively decided in favor of Vendor 2, but the tender was later canceled by Pristina Airport Official."
        ],
        "conclusions": [
            "The ITF did not find evidence to support the allegations of bribery against Procurement Officer 1 and the Finance Officer.",
            "The rationale for replacing a member of the Bid Evaluation Committee was reasonable.",
            "The Finance Officer's participation in the committee was not deemed unprofessional.",
            "No evidence was found to support the claim that Procurement Officer 1 favored Vendor 2."
        ],
        "recommendations": [
            "It is recommended that UNMIK Pillar IV inform Procurement Officer 1 and the Finance Officer that no wrongdoing was found.",
            "It is recommended that UNMIK provide this report to the Department of Justice and the Financial Investigation Unit for information purposes."
        ],
        "others": []
    }
}